{
"Linguagens e suas Tecnologias":[
 {
  "Série": "1ª",
  "Componente Curricular": "Arte",
  "COMPETÊNCIA ESPECÍFICA": "CE03: Utilizar diferentes linguagens (artísticas, corporais e verbais) para exercer, com autonomia e colaboração, protagonismo e autoria na vida pessoal e coletiva, de forma crítica, criativa, ética e solidária, defendendo pontos de vista que respeitem o outro e promovam os Direitos Humanos, a consciência socioambiental e o consumo responsável, em âmbito local, regional e global.",
  "HABILIDADE": "(EM13LGG301) Participar de processos de produção individual e colaborativa em diferentes linguagens (artísticas, corporais e verbais), levando em conta seus funcionamentos, para produzir sentidos em diferentes contextos.",
  "OBJETIVO DE APRENDIZAGEM": "* Investigar materialidades que nos cercam para criar conexões com as narrativas culturais que representam para compreender o contexto cultural formador de nossas primeiras visões de mundo. * Perceber como diferentes significados que podemos atribuir a objetos, espaços e materiais do cotidiano são modos de perceber como nos relacionamos com o mundo e suas linguagens. * Traduzir experiências e histórias pessoais por meio de trabalhos artísticos para pensar o próprio contexto e integrá-lo a uma composição coletiva para a expressão de um grupo.",
  "OBJETOS DO CONHECIMENTO": "•    O fazer artístico a partir de objetos do cotidiano; •    Relações entre ancestralidade, memórias familiares e poéticas artísticas; •    Identidades a partir da produção artística de matriz cultural afro-brasileira, indígena e europeia; •    Instalação artística;"
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Arte",
  "COMPETÊNCIA ESPECÍFICA": "CE03: Utilizar diferentes linguagens (artísticas, corporais e verbais) para exercer, com autonomia e colaboração, protagonismo e autoria na vida pessoal e coletiva, de forma crítica, criativa, ética e solidária, defendendo pontos de vista que respeitem o outro e promovam os Direitos Humanos, a consciência socioambiental e o consumo responsável, em âmbito local, regional e global.",
  "HABILIDADE": "(EM13LGG302) Compreender e posicionar-se criticamente diante de diversas visões de mundo presentes nos discursos em diferentes linguagens, levando em conta seus contextos de produção e de circulação.",
  "OBJETIVO DE APRENDIZAGEM": "* Conhecer e articular noções de identidade que se expressam em ações artísticas e de responsabilidade social que reforçam lugares de fala e promovem a igualdade social. * Assumir uma identidade diante dos obstáculos contemporâneos no que se refere ao entendimento da alteridade é uma ação que exige a ocupação de nosso lugar de fala, assim como a percepção de privilégios que instituem desigualdades.",
  "OBJETOS DO CONHECIMENTO": "•    Coletivos artísticos e afirmação da identidade de grupo; •    Hibridismo de linguagens; •    Performance;"
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Arte",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LGG601) Apropriar-se do patrimônio artístico de diferentes tempos e lugares, compreendendo a sua diversidade, bem como os processos de legitimação das manifestações artísticas na sociedade, desenvolvendo visão crítica e histórica.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar as produções e manifestações do patrimônio artístico, considerando os diversos contextos de circulação e recepção. * Apreciar diferentes produções e manifestações do patrimônio artístico, com valorização das diversidades de valores e culturas a que emetem. * Analisar processos de legitimação de produções e manifestações artísticas diversas como integrantes de patrimônios, de forma consciente e responsável. * Investigar a respeito dos diferentes contextos * referentes ao patrimônio material e imaterial presentes na cultura piauiense, permitindo apreciar, experimentar, analisar e contextualizar, atribuindo sentido ao conhecimento previamente concebido. * Recriar produções artísticas piauienses como: cavalo piancó, balandê-baião, marujada, bumba meu boi, quadrilhas juninas, lendas piauienses etc., para continuidade e valorização do patrimônio cultural do Estado do Piauí.",
  "OBJETOS DO CONHECIMENTO": "•    Contextos de produção, circulação e recepção das produções e manifestações artísticas do patrimônio artístico material e imaterial. •    Tendência de avaliação de aspectos éticos, estéticos e políticos em textos e produções artísticas e culturais etc. •    Réplica (posicionamento responsável em relação a temas, visões de mundo e ideologias veiculados por textos e atos de linguagem) e seu patrimônio artístico, material e imaterial. •    Patrimônio cultural imaterial e material; tradição e ruptura; Arte contemporânea; Educação patrimonial; arte pública; intervenções urbanas; Paisagem sonora; Músicos da rua; Escola de samba; Tambor de crioula; Jongo; Roda de samba; Frevo; Forró; Dança contemporânea; •    Dança popular; Artes circenses; Circo tradicional; Circo contemporâneo; palhaço\/clown e a tradição cômica; Folia de Reis; Palhaços de hospital; Pré-projetos de intervenção escola."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Arte",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LGG703) Utilizar diferentes linguagens, mídias e ferramentas digitais em processos de produção coletiva, colaborativa e projetos autorais em ambientes digitais.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar como a arte digital pode influenciar a percepção, o comportamento e as relações humanas na era digital, discutindo questões éticas, sociais e culturais relacionadas à produção, distribuição e consumo de arte digital. * Criar experiências artísticas interativas e imersivas por meio de tecnologias digitais, como realidade virtual, realidade aumentada e mídias interativas desenvolvendo projetos autorais que reflitam ideias, interesses, valores e identidades coletivas.",
  "OBJETOS DO CONHECIMENTO": "•    Arte e identidade na era digital: influências da arte digital na percepção da identidade pessoal e coletiva na sociedade contemporânea. •    Representação, autenticidade, anonimato e privacidade na era digital. •    O papel das mídias sociais na disseminação e compartilhamento de arte digital. •    O potencial da arte digital como ferramenta de ativismo e advocac* na era digital. •    Tecnologias digitais interativas; •    Narrativas e storytelling em ambientes digitais; •    Arte e design em ambientes digitais; •    Projetos autorais que expressem identidades e valores por meio de narrativas, símbolos e metáforas visuais."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Arte",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP20) Produzir, de forma colaborativa, e socializar playlists comentadas de preferências culturais e de entretenimento, revistas culturais, fanzines, e-zines ou publicações afins que divulguem, comentem e avaliem músicas, games, séries, filmes, quadrinhos, livros, peças, exposições, espetáculos de dança etc., de forma a compartilhar gostos, identificar afinidades, fomentar comunidades etc.",
  "OBJETIVO DE APRENDIZAGEM": "* Apreciar objetos culturais, especialmente das culturas juvenis, contextualizando com as manifestações artísticas piauienses. * Considerar o contexto de produção, circulação e recepção de playlists comentadas para entretenimento, de acordo com os repertórios dos estudantes. * Considerar o contexto de produção, circulação e recepção de playlists comentadas para entretenimento, de acordo com os repertórios dos estudantes. * Produzir playlists com uso de softwares de edição de áudio, de diferentes manifestações artísticas, divulgando e intensificando seu fomento na comunidade e outros meios.",
  "OBJETOS DO CONHECIMENTO": "•    Objetos culturais. Consideração do contexto de produção, circulação e recepção de playlists. •    Planejamento e produção de playlists. •    Usos expressivos de recursos linguísticos e paralinguísticos."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LGG604) Relacionar as práticas artísticas às diferentes dimensões da vida social, cultural, política e econômica e identificar o processo de construção histórica dessas práticas.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar contextos de produção, circulação e recepção de práticas artísticas. * Relacionar práticas artísticas de diferentes linguagens a estéticas e estilos de época. * Relacionar políticas públicas, economia, produção e circulação das práticas artísticas de diferentes momentos históricos.",
  "OBJETOS DO CONHECIMENTO": "•    Contextos de produção, circulação e recepção de práticas artísticas. •    Linguagens artísticas, materialidades, concepções e processos. •    Experimentação de linguagens e materialidades artísticas. •    Apreciação de aspectos éticos, estéticos e políticos em textos de produções artísticas e culturais etc."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LP49) Perceber as peculiaridades estruturais e estilísticas de diferentes gêneros literários (a apreensão pessoal do cotidiano nas crônicas, a manifestação livre e subjetiva do eu lírico diante do mundo nos poemas, a múltipla perspectiva da vida humana e social dos romances, a dimensão política e social de textos da literatura marginal e da periferia etc.) para experimentar os diferentes ângulos de apreensão do indivíduo e do mundo pela literatura.",
  "OBJETIVO DE APRENDIZAGEM": "* Relatar experiências de leitura de textos de diferentes gêneros literários, temporalidades e culturas. * Analisar como as escolhas de regularidades dos gêneros (composicionais e estilísticas) geram efeitos de sentidos de representação e expressão de diferentes subjetividades, processos identitários e valores.",
  "OBJETOS DO CONHECIMENTO": "•    Repertórios de leitura: textos artístico-literários de diferentes gêneros. •    Gêneros artístico-literários: regularidades. •    Reconstrução das condições de produção, circulação e recepção de textos artístico-literários. •    Apreciação: avaliação de aspectos éticos, estéticos e políticos em textos e produções artísticas e culturais etc."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LGG701) Explorar tecnologias digitais da informação e comunicação (TDIC), compreendendo seus princípios e funcionalidades, e utilizá-las de modo ético, criativo, responsável e adequado a práticas de linguagem em diferentes contextos.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar condições de produção, circulação, recepção de discursos e atos de linguagem no universo digital. * Explorar ferramentas digitais de informação e comunicação, com intencionalidade, criticidade e criatividade. * Discutir responsabilidades e consequências éticas do uso de ferramentas digitais de informação e comunicação, plataformas e mídias sociais, jogos online, entre outros. * Usar ferramentas digitais de informação e comunicação para participar de diferentes práticas de linguagem, em diferentes campos de atuação.",
  "OBJETOS DO CONHECIMENTO": "•    Condições de produção, circulação, recepção de discursos e atos de linguagem no universo digital. •    Tecnologias digitais da informação e comunicação. •    Produção de textos multissemióticos."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LGG702) Avaliar o impacto das tecnologias digitais da informação e comunicação (TDIC) na formação do sujeito e em suas práticas sociais, para fazer uso crítico dessa mídia em práticas de seleção, compreensão e produção de discursos em ambiente digital.",
  "OBJETIVO DE APRENDIZAGEM": "* Avaliar criticamente usos das tecnologias digitais da informação e comunicação em práticas de diferentes linguagens, em diferentes campos de atuação. * Analisar condições de produção, circulação e recepção de textos e atos de linguagem no universo digital. * Fazer curadoria de informação e opinião, com diferentes intencionalidades e propósitos, considerando valores éticos. * Participar de práticas de linguagem em ambientes digitais de maneira ética e responsável. * Identificar as representações expressas no discurso dos jovens praticantes de jogos eletrônicos sobre o modo como se veem e de que forma concebem tais práticas.",
  "OBJETOS DO CONHECIMENTO": "•    Condições de produção, circulação e recepção de textos e atos de linguagem no universo digital. •    Curadoria de informação, opinião. •    Relações entre textos, atos de linguagem e discursos circulantes em meio digital. •    Princípios éticos nas práticas mediadas pelas TDIC."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP32) Selecionar informações e dados necessários para uma dada pesquisa (sem excedê-los) em diferentes fontes (orais, impressas, digitais etc.) e comparar autonomamente esses conteúdos, levando em conta seus contextos de produção, referências e índices de confiabilidade, e percebendo coincidências, complementaridades, contradições, erros ou imprecisões conceituais e de dados, de forma a compreender e posicionar- se criticamente sobre esses conteúdos e estabelecer recortes precisos.",
  "OBJETIVO DE APRENDIZAGEM": "* Fazer curadoria de conteúdos em contextos digitais, tendo em vista objetivos de investigação\/pesquisa e critérios de confiabilidade e rigor. * Comparar conteúdos quanto a abordagem e sentidos que agregam à discussão de tema, questão, problema etc. * Selecionar conteúdos de acordo com intencionalidades e objetivos de pesquisa\/investigação. * Usar conteúdos com intencionalidade na produção de textos em gêneros de divulgação de pesquisa e investigação.",
  "OBJETOS DO CONHECIMENTO": "•    Contexto de produção, circulação e recepção de textos de divulgação científica e digital. •    Curadoria de informações. Procedimentos de pesquisa: coleta e análise de dados. •    Relações entre textos e discursos. •    Apreciação (avaliação de aspectos éticos, estéticos e políticos em textos e produções artísticas e culturais etc.). •    Réplica (posicionamento responsável em relação a temas, visões de mundo e ideologias veiculados por textos e atos de linguagem)."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP39) Usar procedimentos de checagem de fatos noticiados e fotos publicadas (verificar\/avaliar veículo, fonte, data e local da publicação, autoria, URL, formatação; comparar diferentes fontes; consultar ferramentas e sites checadores etc.), de forma a combater a proliferação de notícias falsas (fake news).",
  "OBJETIVO DE APRENDIZAGEM": "* Usar procedimentos de checagem de notícias (verificação e avaliação de veículo, fonte, data e local da publicação, autoria, URL, formatação; comparação de diferentes fontes; consulta a ferramentas e sites checadores; entre outros). * Comparar notícias falsas e notícias verdadeiras, para identificar regularidades dos gêneros.",
  "OBJETOS DO CONHECIMENTO": "•    Caracterização do campo jornalístico-midiático, com foco nos novos gêneros em circulação, mídias e práticas da cultura digital. •    Reconstrução do contexto de produção, circulação e recepção de notícias. •    Procedimentos de checagem de notícias. Regularidades do gênero notícia falsa (fake news). •    Apreciação (avaliação de aspectos éticos, estéticos e políticos em textos e produções artísticas e culturais etc.). •    Réplica (posicionamento responsável em relação a temas, visões de mundo e ideologias veiculados por textos e atos de linguagem)."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP12) Selecionar informações, dados e argumentos em fontes confiáveis, impressas e digitais, e utilizá-los de forma referenciada, para que o texto a ser produzido tenha um nível de aprofundamento adequado (para além do senso comum) e contemple a sustentação das posições defendidas.",
  "OBJETIVO DE APRENDIZAGEM": "* Selecionar informações relevantes sobre o objeto de estudo definido. * Tratar informações de acordo com a intencionalidade de uso. * Usar recursos da língua para se apropriar do discurso do outro de forma referenciada (discurso citado e reportado).",
  "OBJETOS DO CONHECIMENTO": "•    Procedimentos de estudo (grifar, anotar, resumir). •    Curadoria. •    Gêneros de apoio à compreensão (sínteses, resumos, esquemas). •    Textualização e retextualização. •    Processos de produção textual."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP28) Organizar situações de estudo e utilizar procedimentos e estratégias de leitura adequados aos objetivos e à natureza do conhecimento em questão.",
  "OBJETIVO DE APRENDIZAGEM": "* Planejar situações de estudo individual ou coletivo. * Selecionar fontes confiáveis, considerando a definição prévia de temas, questões de pesquisa e recortes. * Fazer curadoria de informações e conteúdos. * Usar capacidades de leitura, gêneros e procedimentos de apoio à compreensão.",
  "OBJETOS DO CONHECIMENTO": "•    Gêneros e procedimentos de apoio à compreensão. •    Exercício das capacidades de leitura (localizar e relacionar informações, inferir, generalizar compreensão, apreciar eticamente, entre outras), conforme o propósito do leitor (ler para aprender)."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP30) Realizar pesquisas de diferentes tipos (bibliográfica, de campo, experimento científico, levantamento de dados etc.), usando fontes abertas e confiáveis, registrando o processo e comunicando os resultados, tendo em vista os objetivos pretendidos e demais elementos do contexto de produção, como forma de compreender como o conhecimento científico é produzido e apropriar-se dos procedimentos e dos gêneros textuais envolvidos na realização de pesquisas.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar contextos de produção, circulação e recepção de textos de divulgação de pesquisas. * Selecionar tipo de pesquisa, suas etapas e seus procedimentos. * Fazer curadoria de informações e conteúdos em contextos digitais. * Usar capacidades de leitura, procedimentos e gêneros digitais de apoio à compreensão.",
  "OBJETOS DO CONHECIMENTO": "•    Tipos e processos de pesquisa. •    Curadoria de informação em fontes abertas. •    Procedimentos de pesquisa e gêneros de apoio à compreensão."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP35) Utilizar adequadamente ferramentas de apoio a apresentações orais, escolhendo e usando tipos e tamanhos de fontes que permitam boa visualização, topicalizando e\/ou organizando o conteúdo em itens, inserindo de forma adequada imagens, gráficos, tabelas, formas e elementos gráficos, dimensionando a quantidade de texto e imagem por slide e usando, de forma harmônica, recursos (efeitos de transição, slides mestres, layouts personalizados, gravação de áudios em slides etc.).",
  "OBJETIVO DE APRENDIZAGEM": "✓    Compreender a relação entre contexto de produção e características composicionais e estilísticas dos gêneros. ✓    Produzir material gráfico para apresentação oral, atendendo a aspectos harmônicos dos elementos gráficos utilizados no material de apresentação.",
  "OBJETOS DO CONHECIMENTO": "•    Contexto de produção, circulação e recepção de textos de apresentações orais. •    Especificidades de softwares e aplicativos de apresentação. •    Tratamento de conteúdo. •    Recursos linguísticos, multissemióticos e efeitos de sentido."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP40) Analisar o fenômeno da pós verdade - discutindo as condições e os mecanismos de disseminação de fake news e também exemplos, causas e consequências desse fenômeno e da prevalência de crenças e opiniões sobre fatos, de forma a adotar atitude crítica em relação ao fenômeno e desenvolver uma postura flexível que permita rever crenças e opiniões quando fatos apurados a contradisserem.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar textos e discursos do campo jornalístico-midiático. * Analisar fenômenos do jornalismo contemporâneos, como a produção de fake news e a pós-verdade. * Utilizar procedimentos de checagem da informação. * Produzir posicionamentos críticos e éticos diante de conteúdos do jornalismo contemporâneo, com gêneros como comentários e carta de leitor.",
  "OBJETOS DO CONHECIMENTO": "•    Caracterização do campo jornalístico midiático, com foco nos novos gêneros em circulação, mídias e práticas da cultura digital. •    Curadoria de informações. •    Condições e mecanismos de disseminação de fake news. •    Apreciação e réplica, com uso de gêneros como comentários e carta de leitor."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE05: Compreender os processos de produção e negociação de sentidos nas práticas corporais, reconhecendo-as e vivenciando-as como formas de expressão de valores e identidades, em uma perspectiva democrática e de respeito à diversidade.",
  "HABILIDADE": "(EM13LGG502) Analisar criticamente preconceitos, estereótipos e relações de poder presentes nas práticas corporais, adotando posicionamento contrário a qualquer manifestação de injustiça e desrespeito a direitos humanos e valores democráticos.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar expressões de preconceito e estereótipos nas práticas da cultura corporal, em discursos e atos de linguagem que circulam em diferentes campos de atuação. * Produzir textos escritos e multissemióticos.",
  "OBJETOS DO CONHECIMENTO": "•    Contexto de produção, circulação e recepção de discursos sobre as práticas corporais. •    Planejamento e produção de textos escritos e multissemióticos."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LGG601) Apropriar-se do patrimônio artístico e da cultura corporal de movimento de diferentes tempos e lugares, compreendendo a sua diversidade, bem como os processos de disputa por legitimidade.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar contextos de produção, circulação e recepção de produções e manifestações do patrimônio artístico. * Apreciar diferentes produções e manifestações do patrimônio artístico, com valorização das diversidades de valores e culturas a que remetem. * Analisar processos de legitimação de produções e manifestações artísticas diversas como integrantes de patrimônios.",
  "OBJETOS DO CONHECIMENTO": "•    Contextos de produção, circulação e recepção das produções e manifestações artísticas. •    Apreciação (avaliação de aspectos éticos, estéticos e políticos em textos e produções artísticas e culturais etc.). •    Réplica (posicionamento responsável em relação a temas, visões de mundo e ideologias veiculados por textos e atos de linguagem). •    Patrimônio artístico, material e imaterial. •    Instigar a análise de contextos de produção, circulação e recepção de manifestações do patrimônio artístico material e imaterial, com valorização das diversidades de culturas a que remetem; •    Analisar processos de legitimação de produções e manifestações artísticas •    diversas."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LP46) Compartilhar sentidos construídos na leitura\/escuta de textos literários, percebendo diferenças e eventuais tensões entre as formas pessoais e as coletivas de apreensão desses textos, para exercitar o diálogo cultural e aguçar a perspectiva crítica.",
  "OBJETIVO DE APRENDIZAGEM": "* Considerar o contexto de produção, circulação e recepção na significação de textos literários. * Analisar efeitos de sentido de procedimentos e recursos poéticos na significação de textos literários. * Relatar experiências de leitura de textos literários de diferentes gêneros e de diferentes temporalidades, em práticas de trocas com outros leitores. * Discutir diferentes possibilidades de leitura de um texto. * Comparar sentidos atribuídos a um texto com os discutidos pela crítica e\/ou pela historiografia literária.",
  "OBJETOS DO CONHECIMENTO": "•    Contexto de produção, circulação e recepção de textos literários. •    Efeitos de sentido apreendidos em textos literários. •    Desenvolvimento da perspectiva crítica. •    Práticas de trocas de experiências leitoras.•    Réplica (posicionamento responsável em relação a temas, visões de mundo e ideologias veiculados por textos e atos de linguagem). •    Desenvolvimento da perspectiva crítica."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LP47) Participar de eventos (saraus, competições orais, audições, mostras, festivais, feiras culturais e literárias, rodas e clubes de leitura, cooperativas culturais, jograis, repentes, slams etc.), inclusive para socializar obras da própria autoria (poemas, contos e suas variedades, roteiros e microrroteiros, vídeominutos, playlists comentadas de música etc.) e\/ ou interpretar obras de outros,inserindo-se nas diferentes práticas culturais de seu tempo.",
  "OBJETIVO DE APRENDIZAGEM": "* Mapear eventos e práticas do campo artístico literário, considerando contextos locais e digitais. * Relacionar eventos e práticas do campo artístico-literário a gostos e interesses. * Analisar modos de participar de práticas do campo artístico-literário, gêneros e linguagens que mobilizem. * Analisar procedimentos poéticos, recursos linguísticos e multissemióticos e seus efeitos de sentido. * Produzir performances com textos linguísticos e multissemióticos para participar de eventos e práticas do campo artístico-literário.",
  "OBJETOS DO CONHECIMENTO": "•    Mapeamento de práticas do campo artístico literário, considerando contextos locais e digitais. •    Apreciação e elaboração de réplicas. •    Processos de produção de textos linguísticos e multissemióticos em gêneros do campo artístico-literário. •    Literatura piauiense: Reconstrução da textualidade e compreensão dos efeitos de sentido provocados por recursos literários."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LP48) Identificar assimilações, rupturas e permanências no processo de constituição da literatura piauiense e brasileira e ao longo de sua trajetória, por meio da leitura e análise de obras fundamentais do cânone, em especial da literatura portuguesa, para perceber a historicidade de matrizes e procedimentos estéticos.",
  "OBJETIVO DE APRENDIZAGEM": "* Relatar experiências de leitura de clássicos da literatura brasileira e piauiense. * Analisar recursos e procedimentos literários em obras lidas. * Comparar recursos e procedimentos literários em obras de uma mesma temporalidade e de diferentes temporalidades, pertencentes à literatura piauiense, brasileira e à ocidental.",
  "OBJETOS DO CONHECIMENTO": "•    Reconstrução das condições de produção, circulação e recepção de textos da literatura brasileira e piauiense. •    Compreensão em leitura e análise das obras fundamentais do cânone ocidental. •    Literatura portuguesa e Literatura brasileira."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LP50) Analisar relações intertextuais e interdiscursivas entre obras de diferentes autores e gêneros literários de um mesmo momento histórico e de momentos históricos diversos, explorando os modos como a literatura e as artes em geral se constituem, dialogam e se retroalimentam.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar o contexto de produção, circulação e recepção de textos literários e artísticos. * Relacionar textos literários e discursos. * Analisar efeitos de sentidos da intertextualidade.",
  "OBJETOS DO CONHECIMENTO": "•    Reconstrução das condições de produção, circulação e recepção de textos literários. •    Dialogia e relações entre textos literários e\/ou artísticos na leitura\/escuta\/apreciação de um texto literário. •    Uso dos efeitos de sentido."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LGG603) Expressar-se e atuar em processos de criação autorais individuais e coletivos nas diferentes linguagens artísticas (artes visuais, audiovisual, dança, música e teatro) e nas intersecções entre elas, recorrendo a referências estéticas e culturais, conhecimentos de naturezas diversas (artísticos, históricos, sociais e políticos) e experiências individuais e coletivas. e experiências individuais e coletivas.",
  "OBJETIVO DE APRENDIZAGEM": "* Definir contextos de produção, circulação e recepção dos resultados de processos criativos. * Mobilizar conhecimentos diversos e repertórios de experiência com Arte em processos de criação artística. * Investigar e experimentar processos de criação autorais, coletivos ou individuais, em diferentes linguagens artísticas.",
  "OBJETOS DO CONHECIMENTO": "•    Contextos de produção, circulação e recepção de criações artísticas. •    Práticas e linguagens artísticas. •    Processos de criação."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LGG701) Explorar tecnologias digitais da informação e comunicação (TDIC), compreendendo seus princípios e funcionalidades, e utilizá-las de modo ético, criativo, responsável e adequado a práticas de linguagem em diferentes contextos.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar condições de produção, circulação, recepção de discursos e atos de linguagem no universo digital. * Explorar ferramentas digitais de informação e comunicação, com intencionalidade, criticidade e criatividade. * Discutir responsabilidades e consequências éticas do uso de ferramentas digitais de informação e comunicação, plataformas e mídias sociais, jogos online, entre outros. * Usar ferramentas digitais de informação e comunicação para participar de diferentes práticas de linguagem, em diferentes campos de atuação.",
  "OBJETOS DO CONHECIMENTO": "•    Condições de produção, circulação, recepção de discursos e atos de linguagem no universo digital. •    Tecnologias digitais da informação e comunicação. •    Produção de textos multissemióticos."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP17) Elaborar roteiros para a produção de vídeos variados (vlog, videoclipe, videominuto, documentário etc.), apresentações teatrais, narrativas multimídia e transmídia, podcasts, playlists comentadas etc., para ampliar as possibilidades de produção de sentidos e engajar-se em práticas autorais e coletivas.",
  "OBJETIVO DE APRENDIZAGEM": "* Definir contexto de produção, circulação e recepção de roteiro. * Produzir roteiros, conforme contexto de produção e gênero definidos. * Exercitar a autoria coletiva de roteiros, com abertura para o diálogo e participação colaborativa.",
  "OBJETOS DO CONHECIMENTO": "•    Contexto de produção, circulação e recepção de textos e atos de linguagem, em gêneros que pressupõem etapa de roteirização. •    Regularidades do gênero roteiro. •    Produção de roteiros para diferentes gêneros, práticas e campos de atuação."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP18) Utilizar softwares de edição de textos, fotos, vídeos e áudio, além de ferramentas e ambientes colaborativos para criar textos e produções multissemióticas com finalidades diversas, explorando os recursos e efeitos disponíveis e apropriando-se de práticas colaborativas de escrita, de construção coletiva do conhecimento e de desenvolvimento de projetos.",
  "OBJETIVO DE APRENDIZAGEM": "* Identificar interesses que motivam discursos políticos, programas e propostas de governo e políticas públicas. * Analisar comparativamente documentos de programas e propostas de governo. * Posicionar-se crítica e eticamente em relação a discursos da esfera política.",
  "OBJETOS DO CONHECIMENTO": "•    Reconstrução das condições de produção, circulação e recepção de textos do campo da vida pública. •    Apreciação (avaliação de aspectos éticos, estéticos e políticos em textos e produções artísticas e culturais etc.). •    Réplica (posicionamento responsável em relação a temas, visões de mundo e ideologias veiculados por textos e atos de linguagem). •    Relação entre textos e discursos da esfera política. •    Debate."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP40) Analisar o fenômeno da pós-verdade - discutindo as condições e os mecanismos de disseminação de fake news e também exemplos, causas e consequências desse fenômeno e da prevalência de crenças e opiniões sobre fatos -, de forma a adotar atitude crítica em relação ao fenômeno e desenvolver uma postura flexível que permita rever crenças e opiniões quando fatos apurados as contradisserem.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar textos e discursos do campo jornalístico-midiático. * Analisar fenômenos do jornalismo contemporâneos, como a produção de fake news e a pós-verdade. * Utilizar procedimentos de checagem da informação. * Produzir posicionamentos críticos e éticos diante de conteúdos do jornalismo contemporâneo, com gêneros como comentários e carta de leitor.",
  "OBJETOS DO CONHECIMENTO": "•    Caracterização do campo jornalístico midiático, com foco nos novos gêneros em circulação, mídias e práticas da cultura digital. •    Curadoria de informações. •    Apreciação e réplica, com uso de gêneros como comentários e carta de leitor. •    Condições e mecanismos de disseminação de fake news."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP41) Analisar os processos humanos e automáticos de curadoria que operam nas redes sociais e outros domínios da internet, comparando os feeds de diferentes páginas de redes sociais e discutindo os efeitos desses modelos de curadoria, de forma a ampliar as possibilidades de trato com o diferente e minimizar o efeito bolha e a manipulação de terceiros.",
  "OBJETIVO DE APRENDIZAGEM": "* Comparar feeds de notícias. * Analisar regularidades nesse processo de curadoria e circulação de notícias, considerando critérios de confiabilidade e relevância. * Utilizar procedimentos de checagem da informação. * Identificar fenômenos como efeito bolha e manipulação. * Produzir posicionamentos críticos e éticos diante de notícias que circulam por feeds de redes sociais.",
  "OBJETOS DO CONHECIMENTO": "•    Feeds (RRS) de notícias e redes sociais. •    Apreciação (avaliação de aspectos éticos, estéticos e políticos em textos e produções artísticas e culturais etc.). •    Réplica (posicionamento responsável em relação a temas, visões de mundo e ideologias veiculados por textos e atos de linguagem). •    Análise de fenômenos de efeito bolha e manipulação de terceiros na Internet."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP43) Atuar de forma fundamentada, ética e crítica na produção e no compartilhamento de comentários, textos noticiosos e de opinião, memes, gifs, remixes variados etc. em redes sociais ou outros ambientes digitais.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar o contexto de produção, recepção de conteúdos, na cultura de rede. * Produzir conteúdo em gêneros e práticas próprias da cultura de rede (memes,gifs). * Compartilhar conteúdo produzido ou selecionado por procedimento de distribuição e compartilhamento (retweet, marcar etc.). * Discutir dimensões éticas no trato e compartilhamento de conteúdo pela Internet.",
  "OBJETOS DO CONHECIMENTO": "•    Contexto de produção, circulação e recepção de conteúdos, na cultura de rede. •    Curadoria e redistribuição de conteúdos. •    Apreciação (avaliação de aspectos éticos, estéticos e políticos em textos e produções artísticas e culturais etc. •    Réplica (posicionamento responsável em relação a temas, visões de mundo e ideologias veiculados por textos de linguagem)."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LGG702) Avaliar o impacto das tecnologias digitais da informação e comunicação (TDIC) na formação do sujeito e em suas práticas sociais, para fazer uso crítico dessa mídia em práticas de seleção, compreensão e produção de discursos em ambiente digital.",
  "OBJETIVO DE APRENDIZAGEM": "* Avaliar criticamente usos das tecnologias digitais da informação e comunicação em práticas de diferentes linguagens, em diferentes campos de atuação. * Analisar condições de produção, circulação e recepção de textos e atos de linguagem no universo digital. * Fazer curadoria de informação e opinião, com diferentes intencionalidades e propósitos, considerando valores éticos. * Participar de práticas de linguagem em ambientes digitais de maneira ética e responsável. * Identificar as representações expressas no discurso dos jovens praticantes de jogos eletrônicos sobre o modo como se veem e de que forma concebem tais práticas.",
  "OBJETOS DO CONHECIMENTO": "•    Condições de produção, circulação e recepção de textos e atos de linguagem no universo digital. •    Curadoria de informação e opinião. •    Relações entre textos, atos de linguagem e discursos circulantes em meio digital. •    Princípios éticos nas práticas mediadas pelas TDIC."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LGG703) Utilizar diferentes linguagens, mídias e ferramentas digitais em processos de produção coletiva, colaborativa e projetos autorais em ambientes digitais.",
  "OBJETIVO DE APRENDIZAGEM": "* Exercitar a autoria colaborativa, com abertura para a negociação, planejamento e execução de propostas autorais coletivas, em práticas das diferentes linguagens. * Usar meios e ferramentas digitais para processos colaborativos de criação de produção de textos e atos de linguagem.",
  "OBJETOS DO CONHECIMENTO": "•    Condições de produção, circulação e recepção de textos e atos de linguagem no contexto digital. •    Autoria coletiva. •    Uso autônomo, crítico e criativo de softwares, ferramentas e ambientes colaborativos. •    Processos de experimentação, criação e produção textual."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LGG704) Apropriar-se criticamente de processos de pesquisa e busca de informação, por meio de ferramentas e dos novos formatos de produção e distribuição do conhecimento na cultura de rede.",
  "OBJETIVO DE APRENDIZAGEM": "* Utilizar ferramentas digitais para selecionar, categorizar, tratar, organizar e disponibilizar informações.",
  "OBJETOS DO CONHECIMENTO": "• Contexto de produção, circulação e recepção de textos e atos de linguagem, no contexto da cultura de rede. •    Utilização de ferramentas digitais para selecionar, categorizar, tratar, organizar e disponibilizar informações. •    Uso crítico de recursos e agregadores de conteúdo e compartilhamento de informações no universo digital."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LP47) Participar de eventos (saraus, competições orais, audições, mostras, festivais, feiras culturais e literárias, rodas e clubes de leitura, cooperativas culturais, jograis, repentes, slams etc.), inclusive para socializar obras da própria autoria (poemas, contos e suas variedades, roteiros e microrroteiros, videominutos, playlists comentadas de música etc.) e\/ou interpretar obras de outros, inserindo-se nas diferentes práticas culturais de seu tempo.",
  "OBJETIVO DE APRENDIZAGEM": "* Mapear eventos e práticas do campo artístico-literário, considerando contextos locais e digitais. * Relacionar eventos e práticas do campo artístico-literário a gostos e interesses. * Analisar modos de participar de práticas do campo artístico-literário, gêneros e linguagens que mobilizem. * Analisar procedimentos poéticos, recursos linguísticos e multissemióticos e seus efeitos de sentido. * Produzir performances com textos linguísticos e multissemióticos para participar de eventos e práticas do campo artístico-literário.",
  "OBJETOS DO CONHECIMENTO": "•    Mapeamento de práticas do campo artístico-literário, considerando contextos locais e digitais. •    Processos de produção de textos linguísticos e multissemióticos em gêneros do campo artístico-literário."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LP48) Identificar assimilações, rupturas e permanências no processo de constituição da literatura piauiense e brasileira e ao longo de sua trajetória, por meio da leitura e análise de obras fundamentais do cânone, em especial da literatura portuguesa, para perceber a historicidade de matrizes e procedimentos estéticos.",
  "OBJETIVO DE APRENDIZAGEM": "* Relatar experiências de leitura de clássicos da literatura brasileira e piauiense. * Analisar recursos e procedimentos literários em obras lidas. * Comparar recursos e procedimentos literários em obras de uma mesma temporalidade e de diferentes temporalidades, pertencentes à literatura piauiense, brasileira e à ocidental.",
  "OBJETOS DO CONHECIMENTO": "•    Reconstrução das condições de produção, circulação e recepção de textos da literatura brasileira e piauiense. •    Compreensão em leitura e análise das obras fundamentais do cânone ocidental. •    Literatura portuguesa. •    Literatura brasileira. •    Literatura piauiense. •    Reconstrução da textualidade e compreensão dos efeitos de sentido provocados por recursos literários."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LGG701) Explorar tecnologias digitais da informação e comunicação (TDIC), compreendendo seus princípios e funcionalidades, e utilizá-las de modo ético, criativo, responsável e adequado a práticas de linguagem em diferentes contextos.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar condições de produção, circulação, recepção de discursos e atos de linguagem no universo digital. * Explorar ferramentas digitais de informação e comunicação, com intencionalidade, criticidade e criatividade. * Discutir responsabilidades e consequências éticas do uso de ferramentas digitais de informação e comunicação, plataformas e mídias sociais, jogos online, entre outros. * Usar ferramentas digitais de informação e comunicação para participar de diferentes práticas de linguagem, em diferentes campos de atuação.",
  "OBJETOS DO CONHECIMENTO": "•    Condições de produção, circulação, recepção de discursos e atos de linguagem no universo digital. •    Tecnologias digitais da informação e comunicação. •    Produção de textos multissemióticos."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP41) Analisar os processos humanos e automáticos de curadoria que operam nas redes sociais e outros domínios da internet, comparando os feeds de diferentes páginas de redes sociais e discutindo os efeitos desses modelos de curadoria, de forma a ampliar as possibilidades de trato com o diferente e minimizar o efeito bolha e a manipulação de terceiros.",
  "OBJETIVO DE APRENDIZAGEM": "* Comparar feeds de notícias. * Analisar regularidades nesse processo de curadoria e circulação de notícias, considerando critérios de confiabilidade e relevância. * Produzir posicionamentos críticos e éticos diante de notícias que circulam por feeds de redes sociais.",
  "OBJETOS DO CONHECIMENTO": "•    Reconstrução do contexto de produção, circulação e recepção de notícias. •    Apreciação (avaliação de aspectos éticos, estéticos e políticos em textos de produções artísticas e culturais, etc.)."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP43) Atuar de forma fundamentada, ética e crítica na produção e no compartilhamento de comentários, textos noticiosos e de opinião, memes, gifs, remixes variados etc. em redes sociais ou outros ambientes digitais.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar o contexto de produção, recepção de conteúdos, na cultura de rede. * Produzir conteúdo em gêneros e práticas próprias da cultura de rede (memes, gifs). * Compartilhar conteúdo produzido ou selecionado por procedimento de distribuição e compartilhamento (retweet, marcar etc.). * Discutir dimensões éticas no trato e compartilhamento de conteúdo pela Internet.",
  "OBJETOS DO CONHECIMENTO": "•    Contexto de produção, circulação e recepção de conteúdos, na cultura de rede. •    Curadoria e redistribuição de conteúdos. •    Produção de gêneros próprios da cultura de rede."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Portuguesa",
  "COMPETÊNCIA ESPECÍFICA": "CE07: Mobilizar práticas de linguagem no universo digital, considerando as dimensões técnicas, críticas, criativas, éticas e estéticas, para expandir as formas de produzir sentidos, de engajar-se em práticas autorais e coletivas, e de aprender a aprender nos campos da ciência, cultura, trabalho, informação e vida pessoal e coletiva.",
  "HABILIDADE": "(EM13LP44) Analisar formas contemporâneas de publicidade em contexto digital (advergame, anúncios em vídeos, social advertising, unboxing, narrativa mercadológica, entre outras), e peças de campanhas publicitárias e políticas (cartazes, folhetos, anúncios, propagandas em diferentes mídias, spots, jingles etc.), identificando valores e representações de situações, grupos e configurações sociais veiculadas, desconstruindo estereótipos, destacando estratégias de engajamento e viralização e explicando os mecanismos de persuasão utilizados e os efeitos de sentido provocados pelas escolhas feitas em termos de elementos e recursos linguístico-discursivos, imagéticos, sonoros, gestuais e espaciais, entre outros.",
  "OBJETIVO DE APRENDIZAGEM": "V    Analisar o contexto de produção, circulação e recepção de textos publicitários. V    Analisar textos e discursos da publicidade. V    Relacionar textos e discursos de publicidade.",
  "OBJETOS DO CONHECIMENTO": "•    Contexto de produção, circulação e recepção de textos publicitários. •    Apreciação (avaliação de aspectos éticos, estéticos e políticos em textos e produções artístico-culturais etc.)."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Inglesa",
  "COMPETÊNCIA ESPECÍFICA": "Competência de área 5 (ENEM): Analisar, interpretar e aplicar recursos expressivos das linguagens, relacionando textos com seus contextos, mediante a natureza, função, organização, estrutura das manifestações, de acordo com as condições de produção e recepção.",
  "HABILIDADE": "(H15) Estabelecer relações entre o texto literário e o momento de sua produção, situando aspectos do contexto histórico, social e político.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar a utilização de recursos expressivos, como metáforas e simbolismos, em um poema moderno em língua inglesa. * Estabelecer relações entre o texto literário e o momento de sua produção, situando-o dentro do contexto histórico, social e político. * Relacionar informações sobre concepções artísticas e procedimentos de construção, promovendo uma compreensão profunda do texto e de seu contexto. * Analisar a estrutura narrativa de um conto clássico da literatura de expressão inglesa. Identificar recursos expressivos e relacionar o texto com o contexto histórico, social e político em que foi produzido. * Reconhecer valores sociais e humanos presentes no patrimônio literário nacional, promovendo a compreensão da importância cultural dessas obras.",
  "OBJETOS DO CONHECIMENTO": "•    Estudo e análise de um poema moderno em língua inglesa, destacando a utilização de recursos expressivos, como metáforas e simbolismos, na busca para estabelecer relações entre o texto literário e o momento de sua produção, situando-o dentro do contexto histórico, social e político, além de relacionar informações sobre concepções artísticas e procedimentos de construção. •    Leitura e interpretação de um conto clássico da literatura inglesa por meio da análise da estrutura narrativa, identificando recursos expressivos e relacionando o texto com o contexto histórico, social e político em que foi produzido."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Inglesa",
  "HABILIDADE": "(H16) Relacionar informações sobre concepções artísticas e procedimentos de construção do texto literário.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar as características do gênero teatral e a estrutura da linguagem shakespeariana em um drama como \"Romeu e Julieta\". * Relacionar o texto com o contexto histórico e social da época, identificando valores sociais e humanos presentes na obra, proporcionando uma compreensão aprofundada do teatro shakespeariano. * Analisar a estrutura poética de poemas que abordam a diversidade cultural em países de língua inglesa. * Identificar recursos expressivos e relacionar o texto com o contexto histórico e social, reconhecendo valores sociais e humanos que permeiam a diversidade cultural, promovendo uma apreciação crítica da poesia como forma de expressão cultural.",
  "OBJETOS DO CONHECIMENTO": "•    Estudo de um drama de William Shakespeare, como \"Romeu e Julieta\" por meio da análise das características do gênero teatral, compreender a estrutura da linguagem shakespeariana, e relacionar o texto com o contexto histórico e social da época, identificando valores sociais e humanos presentes na obra. •    Leitura e interpretação de poemas que abordam a diversidade cultural em países de expressão de língua inglesa por meio da análise da estrutura poética. •    Identificar recursos expressivos e relacionar o texto com o contexto histórico e social, reconhecendo valores sociais e humanos que permeiam a diversidade cultural."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Inglesa",
  "HABILIDADE": "(H17) Reconhecer a presença de valores sociais e humanos atualizáveis e permanentes no patrimônio literário nacional.",
  "OBJETIVO DE APRENDIZAGEM": "* Explorar a estrutura do romance em um texto contemporâneo de um autor de língua de expressão inglesa. * Identificar recursos expressivos utilizados pelo autor, relacionar o texto com o contexto histórico, social e político contemporâneo, além de reconhecer valores sociais e humanos refletidos na narrativa, promovendo uma compreensão crítica da literatura contemporânea.",
  "OBJETOS DO CONHECIMENTO": "•    Análise de um romance contemporâneo de um autor de língua de expressão inglesa por meio da exploração da estrutura do romance. •    Identificar recursos expressivos utilizados pelo autor, e relacionar o texto com o contexto histórico, social e político contemporâneo, além de reconhecer valores sociais e humanos refletidos na narrativa."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Inglesa",
  "COMPETÊNCIA ESPECÍFICA": "Competência de área 2 (ENEM): Conhecer e usar língua(s) estrangeira(s) moderna(s) como instrumento de acesso a informações e a outras culturas e grupos sociais.",
  "HABILIDADE": "(H8) Reconhecer a importância da produção cultural em LEM como representação da diversidade cultural e linguística",
  "OBJETIVO DE APRENDIZAGEM": "* Relacionar as estruturas linguísticas presentes em textos literários que abordem temas relacionados aos Direitos Humanos com o contexto social e a diversidade cultural. * Incentivar discussões sobre a importância da literatura como expressão cultural e defensora dos direitos humanos. * Explorar as estruturas linguísticas utilizadas na mídia para moldar narrativas e representações sociais em países de expressão de língua inglesa. * Refletir sobre como essas representações influenciam as relações de poder e promovem a consciência crítica sobre o papel da linguagem na construção de discursos sociais. * Relacionar as estruturas linguísticas presentes em obras de arte, música ou cinema que abordem temas de inclusão e diversidade em contextos de língua inglesa com as mensagens de inclusão cultural. * Promover a compreensão da importância da produção cultural na representação da diversidade e na promoção de valores democráticos e de igualdade.",
  "OBJETOS DO CONHECIMENTO": "•    Análise de um trecho literário que aborde temas relacionados aos Direitos Humanos em países de expressão em língua inglesa. •    Discussões sobre a importância da literatura como expressão cultural e defensora dos direitos humanos que possam ser incentivadas. •    Análise de um artigo de jornal ou trecho de um programa de TV que discuta representações sociais em países de expressão em língua inglesa. •    Exploração de obras de arte, música ou cinema que abordem temas de inclusão e diversidade em contextos de língua inglesa."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Inglesa",
  "COMPETÊNCIA ESPECÍFICA": "CE04: Compreender as línguas como fenômeno (geo)político, histórico, cultural, social, variável, heterogêneo e sensível aos contextos de uso, reconhecendo suas variedades e vivenciando-as como formas de expressões identitárias, pessoais e coletivas, bem como agindo no enfrentamento de preconceitos de qualquer natureza.",
  "HABILIDADE": "(EM13LGG401) Analisar criticamente textos de modo a compreender e caracterizar as línguas como fenômeno (geo)político, histórico, social, cultural, variável, heterogêneo e sensível aos contextos de uso.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar criticamente discursos políticos em inglês, identificando elementos (geo)políticos, históricos e sociais presentes. * Estudar variedades regionais e sociais do inglês, considerando a sensibilidade aos contextos de uso. * Aprimorar a habilidade de leitura crítica ao identificar conceitos relacionados à globalização da língua inglesa em artigos acadêmicos.",
  "OBJETOS DO CONHECIMENTO": "•    Análise crítica de discursos políticos em inglês, identificando elementos (geo)políticos, históricos e sociais presentes, analisando o repertório lexical utilizado pelos oradores, assim como a estrutura da linguagem empregada. •    Estudo de variedades regionais e sociais do inglês, considerando a sensibilidade aos contextos de uso, analisando textos escritos e orais em diferentes variedades, explorando o repertório lexical específico e a estrutura linguística. • Leitura de artigos sobre o Inglês como Língua Franca, identificando conceitos relacionados à globalização da língua."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Inglesa",
  "COMPETÊNCIA ESPECÍFICA": "CE04: Compreender as línguas como fenômeno (geo)político, histórico, cultural, social, variável, heterogêneo e sensível aos contextos de uso, reconhecendo suas variedades e vivenciando-as como formas de expressões identitárias, pessoais e coletivas, bem como agindo no enfrentamento de preconceitos de qualquer natureza.",
  "HABILIDADE": "(EM13LGG403) Fazer uso do inglês como língua de comunicação global, levando em conta a multiplicidade e variedade de usos, usuários e funções dessa língua no mundo contemporâneo.",
  "OBJETIVO DE APRENDIZAGEM": "* Desenvolver a capacidade de investigar diferentes gêneros textuais presentes em mídias sociais, como tweets, posts e comentários. * Promover a aplicação prática do inglês como língua de comunicação global em contextos diplomáticos.",
  "OBJETOS DO CONHECIMENTO": "•    Exploração de gêneros textuais em mídias sociais pela investigação de diferentes gêneros textuais presentes em mídias sociais, como tweets, posts e comentários. •    Simulação de negociações internacionais em inglês, em que os estudantes atuem como representantes de diferentes países ou organizações."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Inglesa",
  "COMPETÊNCIA ESPECÍFICA": "CE04: Compreender as línguas como fenômeno (geo)político, histórico, cultural, social, variável, heterogêneo e sensível aos contextos de uso, reconhecendo suas variedades e vivenciando-as como formas de expressões identitárias, pessoais e coletivas, bem como agindo no enfrentamento de preconceitos de qualquer natureza.",
  "HABILIDADE": "(EM13LGG403) Fazer uso do inglês como língua de comunicação global, levando em conta a multiplicidade e variedade de usos, usuários e funções dessa língua no mundo contemporâneo.",
  "OBJETIVO DE APRENDIZAGEM": "* Desenvolver a capacidade dos estudantes de utilizar o inglês como língua de comunicação global, explorando a multiplicidade de usos, usuários e funções. * Aprimorar a compreensão crítica do inglês como língua global ao analisar artigos de jornais internacionais. * Capacitar os estudantes a utilizar o inglês, eficientemente, em contextos profissionais globais. * Promover a habilidade dos estudantes em produzir conteúdo em inglês que reflita temas globais. * Desenvolver habilidades de escrita em inglês para diferentes contextos e audiências.",
  "OBJETOS DO CONHECIMENTO": "•    Criar entrevistas em inglês com falantes nativos de diferentes regiões do mundo. •    Análise de artigos de jornais internacionais em inglês, explorando o repertório lexical utilizado para cobrir eventos globais. •    Simulação de reuniões multinacionais em inglês. •    Produção de podcasts sobre temas globais como meio ambiente, direitos humanos, e inovações tecnológicas. •    Elaboração de cartas formais e informais para diferentes audiências em inglês destinadas a diferentes audiências, como autoridades governamentais, colegas de trabalho e amigos."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Inglesa",
  "COMPETÊNCIA ESPECÍFICA": "Competência de área 2 (ENEM): Conhecer e usar língua(s) estrangeira(s) moderna(s) como instrumento de acesso a informações e a outras culturas e grupos sociais.",
  "HABILIDADE": "(H7) Relacionar um texto em LEM, as estruturas linguísticas, sua função e seu uso social.",
  "OBJETIVO DE APRENDIZAGEM": "* Compreender a importância de reconhecer e respeitar diferentes identidades culturais e linguísticas em países de expressão em língua inglesa, por meio da leitura e análise crítica de textos. * Analisar as estruturas linguísticas utilizadas para expressar identidade e compreender sua função social. * Reconhecer a importância do diálogo intercultural na resolução de conflitos e na promoção da compreensão mútua. * Analisar as estruturas linguísticas que facilitam ou prejudicam o diálogo, promovendo a reflexão sobre o papel da linguagem na mediação de conflitos culturais.",
  "OBJETOS DO CONHECIMENTO": "•    Leitura de um texto que explore a diversidade cultural e linguística em países de expressão em língua inglesa, destacando a importância de reconhecer e respeitar diferentes identidades. •    Análise de artigos que aborde conflitos culturais e a importância do diálogo intercultural para promover a compreensão mútua."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Inglesa",
  "COMPETÊNCIA ESPECÍFICA": "Competência de área 2 (ENEM): Conhecer e usar língua(s) estrangeira(s) moderna(s) como instrumento de acesso a informações e a outras culturas e grupos sociais.",
  "HABILIDADE": "(H8) Reconhecer a importância da produção cultural em LEM como representação da diversidade cultural e linguística.",
  "OBJETIVO DE APRENDIZAGEM": "✔ Relacionar as estruturas linguísticas presentes em textos literários que abordem temas relacionados aos Direitos Humanos com o contexto social e a diversidade cultural.\n✔ Incentivar discussões sobre a importância da literatura como expressão cultural e defensora dos direitos humanos.\n✔ Explorar as estruturas linguísticas utilizadas na mídia para moldar narrativas e representações sociais em países de expressão em língua inglesa.\n✔ Refletir sobre como as representações sociais influenciam as relações de poder e promovam a consciência crítica sobre o papel da linguagem na construção de discursos sociais.\n✔ Relacionar as estruturas linguísticas presentes em obras de arte, música ou cinema que abordem temas de inclusão e diversidade em contextos de língua inglesa com as mensagens de inclusão cultural.\n✔ Promover a compreensão da importância da produção cultural na representação da diversidade e na promoção de valores democráticos e de igualdade.",
  "OBJETOS DO CONHECIMENTO": "• Análise de um trecho literário que aborde temas relacionados aos Direitos Humanos em países de expressão de língua inglesa.\n• Discussões sobre a importância da literatura como expressão cultural e defensora dos direitos humanos que possam ser incentivadas.\n• Análise de um artigo de jornal ou trecho de um programa de TV que discuta representações sociais em países de expressão em língua inglesa.\n• Exploração de obras de arte, música ou cinema que abordem temas de inclusão e diversidade em contextos de língua inglesa."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Espanhola",
  "COMPETÊNCIA ESPECÍFICA": "CEO3: Utilizar diferentes linguagens (artísticas, corporais e verbais) para exercer, com autonomia e colaboração, protagonismo e autoria na vida pessoal e coletiva, de forma crítica, criativa, ética e solidária, defendendo pontos de vista que respeitem o outro e promovam os Direitos Humanos, a consciência socioambiental e o consumo responsável, em âmbito local, regional e global.",
  "HABILIDADE": "(EM13LGG304) Formular propostas, intervir e tomar decisões que levem em conta o bem comum e os Direitos Humanos, a consciência socioambiental e o consumo responsável em âmbito global.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar criticamente as implicações socioeconómicas do comércio e do consumo com intuito de despertar uma postura consciente diante do consumismo. * Refletir sobre as atitudes que favoreçam a criação de um ambiente de cooperação e respeito, para que se estabeleça a inclusão social.",
  "OBJETOS DO CONHECIMENTO": "•    Pedir opinión sobre el vestuario. •    Describir a una persona (físico * carácter). •    Demostrativos. •    Pronombres de complemento directo: lo, los, la, las. •    Pronombres de complemento indirecto: le, les. •    Posición de los pronombres. •    Verbos quedar\/quedarse, poner\/ponerse. •    Muy\/Mucho. •    Léxico: el vestuario * los colores. •    Léxico: características físicas * psicológicas. •    Sonidos de las consonantes: l, n."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Língua Espanhola",
  "COMPETÊNCIA ESPECÍFICA": "CE01: Compreender o funcionamento das diferentes linguagens e práticas culturais (artísticas, corporais e verbais) e mobilizar esses conhecimentos na recepção e produção de discursos nos diferentes campos de atuação social e nas diversas Mídias, para ampliar as formas de participação social, o entendimento e as possibilidades de explicação e interpretação crítica da realidade e para continuar aprendendo.",
  "HABILIDADE": "(EM13LGG104) Utilizar as diferentes linguagens, levando em conta seus funcionamentos, para a compreensão e produção de textos e discursos em diversos campos de atuação social.",
  "OBJETIVO DE APRENDIZAGEM": "* Analisar fatores socioeconómicos relacionados com o desenvolvimento corporal e as condições de vida para a prática esportiva como meio de inclusão social. * Associar vocabulário específico ao contexto sociocultural, explorando expressões relacionadas a gêneros literários, técnicas artísticas, movimentos culturais etc.",
  "OBJETOS DO CONHECIMENTO": "•    Expresar gustos, preferencias * sensaciones por los deportes. •    Expresar coincidencias o no en los gustos. •    Verbos que expresan gustos, emociones * sensaciones. •    Verbos gustar, encantar, molestar, aburrir... •    Léxico: los deportes * los meses del ano. •    Léxico: animales. •    Léxico: género de películas, novelas, músicas. •    Sonidos de las consonantes: r, rr, ll, y."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Língua Espanhola",
  "COMPETÊNCIA ESPECÍFICA": "Competência de área 2 (ENEM): Conhecer e usar língua(s) estrangeira(s) moderna(s) como instrumento de acesso a informações e a outras culturas e grupos sociais.",
  "HABILIDADE": "(H8) Reconhecer a importância da produção cultural em LEM como representação da diversidade cultural e linguística",
  "OBJETIVO DE APRENDIZAGEM": "* Refletir sobre propostas de soluções globais para problemas do mundo atual que assolam as populações carentes com o fim de interação e acesso à informação de outros grupos sociais. * Refletir sobre os hábitos alimentares mediterrâneo e estado-unidense para uma compreensão salutar de outras culturas.",
  "OBJETOS DO CONHECIMENTO": "•    Expresar deseos * probabilidades en el futuro. •    Expresar obligación de forma personal e impersonal. •    Verbos regulares e irregulares en presente de subjuntivo. •    Expresiones de deseo * probabilidad. •    Perífrasis verbales: ha* que * tener que. •    Léxico: solidaridad. •    Heterotónicos * heterosemánticos. •    Describir * valorar hábitos alimenticios. •    Dar órdenes * consejos. •    Verbos regulares e irregulares en imperativo. •    Posición de los pronombres con el imperativo. •    Léxico: comida * alimentos."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Língua Espanhola",
  "COMPETÊNCIA ESPECÍFICA": "Competência de Área 2 (ENEM): Conhecer e usar língua(s) estrangeira(s) moderna(s) como instrumento de acesso a informações e a outras culturas e grupos sociais.",
  "HABILIDADE": "(H7) Relacionar um texto em LEM, as estruturas linguísticas, sua função e seu uso social.",
  "OBJETIVO DE APRENDIZAGEM": "* Compreender sobre os temas das minorias étnicas, discriminação social e racismo no contexto dos países latino-americanos para analisar sua postura diante de cada um deles. * Abordar as descobertas científicas mais recentes e as questões éticas relacionas a elas, principalmente, no que se referem ao ser humano e sua saúde para situar a Ciência em um contexto social amplo, sob um ponto de vista ético.",
  "OBJETOS DO CONHECIMENTO": "•    Hablar sobre la tolerancia * el respeto a la diversidad. •    Expresar condiciones * deseos hipotéticos. •    Verbos en pretérito imperfecto de subjuntivo. •    Expresiones concesivas. •    Léxico: diversidad étnica. •    Hablar de los avances de la medicina. •    Anunciar * narrar hechos sin determinar el sujeto. •    Voz pasiva. •    Pronombres relativos. •    Léxico: avances científicos. •    Narrar acontecimientos. •    Expresiones temporales."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Educação Física",
  "COMPETÊNCIA ESPECÍFICA": "CEE3: Utilizar diferentes linguagens (artísticas, corporais e verbais) para exercer, com autonomia e colaboração, protagonismo e autoria na vida pessoal e coletiva, de forma crítica, criativa, ética e solidária, defendendo pontos de vista que respeitem o outro e promovam os Direitos Humanos, a consciência socioambiental e o consumo responsável, em âmbito local, regional e global.",
  "HABILIDADE": "(EM13LGG304) Formular propostas, intervir e tomar decisões que levem em conta o bem comum e os Direitos Humanos, a consciência socioambiental e o consumo responsável em âmbito local, regional e global.",
  "OBJETIVO DE APRENDIZAGEM": "* Compreender a educação para o lazer relacionada às estratégias de desenvolvimento da crítica e da consciência nas escolhas de suas preferências no tempo e espaço de lazer em todas as linguagens (corporais, artísticas e verbais).",
  "OBJETOS DO CONHECIMENTO": "• Construção de jogos e brinquedos para lazer em espaços públicos e privados."
 },
 {
  "Série": "1ª",
  "Componente Curricular": "Educação Física",
  "COMPETÊNCIA ESPECÍFICA": "CEE5: Compreender os processos de produção e negociação de sentidos nas práticas corporais, reconhecendo-as e vivenciando-as como formas de expressão de valores e identidades, em uma perspectiva democrática e de respeito à diversidade.",
  "HABILIDADE": "(ELGG501) Selecionar e utilizar movimentos corporais de forma consciente e intencional para interagir socialmente em práticas corporais, de modo a estabelecer relações construtivas, empáticas, éticas e de respeito às diferenças.",
  "OBJETIVO DE APRENDIZAGEM": "* Usar recursos cinéticos (gestos e expressão corporal) com intencionalidade e de acordo com o contexto de produção, circulação e recepção de textos e de atos de linguagem. * Experimentar, por meio de processos investigativos e de solução de problemas, gestos de diferentes práticas corporais. * Variar, intencionalmente, formas de executar gestos das diferentes práticas corporais, de forma coerente com a inclusão e o respeito à diversidade.",
  "OBJETOS DO CONHECIMENTO": "•    Movimento e saúde (atividades físicas X qualidade de vida). •    Ginástica. •    Danças. •    Lutas."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Educação Física",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EMGG602) Fruir e apreciar esteticamente diversas manifestações artísticas e culturais, das locais às mundiais, assim como delas participar, de modo a aguçar continuamente a sensibilidade, a imaginação e a criatividade.",
  "OBJETIVO DE APRENDIZAGEM": "* Relatar sentidos atribuídos a manifestações artísticas, acionando o conhecimento sensível, criativo e imaginativo. * Fruir e apreciar esteticamente as expressões corporais, manifestação de sentimentos ou de sensações internas, tanto quanto de conteúdos mentais, por meio de movimentos representativos ou simbólicos do corpo em movimento.",
  "OBJETOS DO CONHECIMENTO": "•    Danças. •    Lutas. •    Capoeira; •    Esporte (técnico - combinatório)."
 },
 {
  "Série": "2ª",
  "Componente Curricular": "Educação Física",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EMGG603) Expressar-se e atuar em processos de criação autorais individuais e coletivos nas diferentes linguagens artísticas (artes visuais, audiovisual, dança, música e teatro) e nas intersecções entre elas, recorrendo a referências estéticas e culturais, conhecimentos de naturezas diversas (artísticos, históricos, sociais e políticos) e experiências individuais e coletivas.",
  "OBJETIVO DE APRENDIZAGEM": "* Defender a prática corporal da dança como possibilidades de novas formas de expressão e comunicação, contribuindo dessa forma para aprimoramento das habilidades básicas dos padrões fundamentais do movimento, e no desenvolvimento das potencialidades humanas. * Identificar na prática corporal, dança, ginástica, lutas e esporte possibilidades de acesso a conhecimentos e experiências passíveis de leitura e novas produções.",
  "OBJETOS DO CONHECIMENTO": "•    Ginástica. •    Lutas. •    Esporte."
 },
 {
  "Série": "3ª",
  "Componente Curricular": "Educação Física",
  "COMPETÊNCIA ESPECÍFICA": "CE06: Apreciar esteticamente as mais diversas produções artísticas e culturais, considerando suas características locais, regionais e globais, e mobilizar seus conhecimentos sobre as linguagens artísticas para dar significado e (re)construir produções autorais individuais e coletivas, exercendo protagonismo de maneira crítica e criativa, com respeito à diversidade de saberes, identidades e culturas.",
  "HABILIDADE": "(EM13LGG502) Analisar criticamente preconceitos, estereótipos e relações de poder presentes nas práticas corporais, adotando posicionamento contrário a qualquer manifestação de injustiça e desrespeito a direitos humanos e valores democráticos.",
  "OBJETIVO DE APRENDIZAGEM": "* Selecionar atitudes éticas e de respeito na vivência de práticas corporais. Experimentar processos criativos com dança, desconstruindo preconceitos e estereótipos. Investigar e elaborar estratégias para auxiliar na desconstrução dos estereótipos de gênero presentes na prática pedagógica dos esportes coletivos futebol\/ futsal, danças, lutas.",
  "OBJETOS DO CONHECIMENTO": "•    Danças urbanas. •    Construção cultural das lutas. •    Apreciação e réplica como combate a preconceitos e estereótipos em práticas corporais. •    Valores e princípios (ética, equidade, justiça, respeito) nas práticas corporais."
 }
]
}